"+ Add" = "+ Tambah";

"Add US bank account" = "Tambah akaun bank AS";

"Add a card" = "Tambah kad";

"Add a payment method" = "Tambah kaedah pembayaran";

"Add bank account" = "Tambah akaun bank";

"Add card" = "Tambah kad";

"Add new card" = "Tambah kad baharu";

"Add new payment method" = "Tambah kaedah pembayaran baharu";

"Add your payment information" = "Tambah maklumat pembayaran anda";

"Approve payment" = "Luluskan pembayaran";

"Are you sure you want to remove this card?" = "Anda pasti ingin mengalih keluar kad ini?";

"Are you sure you want to remove this linked account?" = "Anda pasti ingin mengalih keluar akaun yang dipautkan ini?";

"Back" = "Undur";

"Bank" = "Bank";

"Bank account" = "Akaun bank";

"Bank account details cannot be changed." = "Butiran akaun bank tidak boleh diubah.";

"Buy now or pay later with  <img/>" = "Beli sekarang atau bayar kemudian dengan <img/>";

"Buy now or pay later with Afterpay" = "Beli sekarang atau bayar kemudian dengan Afterpay";

"Buy now or pay later with Cash App Afterpay" = "Beli sekarang atau bayar kemudian dengan Cash App Afterpay";

"Buy now or pay later with Clearpay" = "Beli sekarang atau bayar kemudian dengan Clearpay";

"Buy now or pay later with Klarna" = "Beli sekarang atau bayar kemudian dengan Klarna";

"Buy using a UPI ID" = "Beli menggunakan ID UPI";

"By confirming your payment with PayPal, you allow %@ to charge your PayPal account for future payments in accordance with their terms." = "Dengan mengesahkan pembayaran anda dengan PayPal, anda membenarkan %@ mengecaj akaun PayPal anda bagi pembayaran masa hadapan menurut terma mereka.";

"By continuing to Amazon Pay, you allow %@ to charge your Amazon Pay account for future payments in accordance with their terms." = "Dengan meneruskan langkah ke Amazon Pay, anda membenarkan %@ mengecaj akaun Amazon Pay anda bagi pembayaran masa hadapan menurut terma mereka.";

"By continuing to Klarna, you allow %@ to charge your Klarna account for future payments in accordance with their terms and Klarna's terms. You can change this at any time in your Klarna app or by reaching out to %@." = "Dengan meneruskan langkah ke Klarna, anda membenarkan %1$@ mengecaj akaun Klarna anda bagi pembayaran masa hadapan menurut terma mereka dan terma Klarna. Anda boleh mengubah tetapan ini pada bila-bila masa dalam app Klarna anda atau dengan menghubungi %2$@.";

"By continuing to PayPal, you allow %@ to charge your PayPal account for future payments in accordance with their terms." = "Dengan meneruskan langkah ke PayPal, anda membenarkan %@ mengecaj akaun PayPal anda bagi pembayaran masa hadapan menurut terma mereka.";

"By continuing to Revolut Pay, you allow %@ to charge your Revolut Pay account for future payments in accordance with their terms." = "Dengan meneruskan langkah ke Revolut Pay, anda membenarkan %@ mengecaj akaun Revolut Pay anda bagi pembayaran masa hadapan menurut terma mereka.";

"By continuing you agree to the <terms>Terms</terms> and <privacy>Privacy Policy</privacy>." = "Dengan meneruskan langkah, anda bersetuju dengan <terms>Terma</terms> dan <privacy>Dasar Privasi</privacy>.";

"By continuing, you agree to authorize payments pursuant to <terms>these terms</terms>." = "Dengan meneruskan langkah, anda bersetuju untuk mengizinkan pembayaran menurut <terms>terma ini</terms>";

"By continuing, you agree to save your information for future purchases with %@ and <link>Link</link> according to Link <terms>terms</terms> and <privacy>privacy</privacy>." = "Dengan meneruskan, anda bersetuju untuk menyimpan maklumat anda bagi pembelian masa hadapan dengan %@ dan <link>Link</link> menurut <terms>terma</terms> Dan <privacy>privasi</privacy> Link.";

"By continuing, you agree to save your information for future purchases with %@." = "Dengan meneruskan, anda bersetuju untuk menyimpan maklumat anda untuk pembelian masa hadapan dengan %@.";

"By continuing, you authorize %@ to automatically debit your Satispay Balance on a recurring basis in accordance with your purchase or subscription plan." = "Dengan meneruskan, anda membenarkan %@ untuk mendebitkan Baki Satispay anda secara automatik dan berulang mengikut pembelian atau pelan langganan anda.";

"By continuing, you authorize %@ to debit your Cash App account for this payment and future payments in accordance with %@'s terms, until this authorization is revoked. You can change this anytime in your Cash App Settings." = "Dengan meneruskan langkah, anda mengizinkan %1$@ untuk mendebitkan akaun Cash App anda bagi pembayaran ini dan pembayaran masa hadapan menurut terma %2$@, sehinggalah keizinan ini dibatalkan. Anda boleh mengubah keizinan ini pada bila-bila masa dalam Tetapan Cash App anda.";

"By joining Link, you agree to the <terms>Terms</terms> and <privacy>Privacy Policy</privacy>." = "Dengan menyertai Link, anda bersetuju dengan <terms>Terma</terms> dan <privacy>Dasar Privasi</privacy>.";

"By providing phone number and email, you agree to create a Link account subject to the Link <terms>Terms</terms> and <privacy>Privacy Policy</privacy>." = "Dengan memberikan nombor telefon dan e-mel, anda bersetuju untuk mencipta akaun Link, tertakluk pada <terms>Terma</terms> dan <privacy>Dasar Privasi</privacy> Link.";

"By providing your bank account details and confirming this payment, you agree to this Direct Debit Request and the <terms>Direct Debit Request service agreement</terms>, and authorise Stripe Payments Australia Pty Ltd ACN 160 180 343 Direct Debit User ID number 507156 (“Stripe”) to debit your account through the Bulk Electronic Clearing System (BECS) on behalf of %@ (the \"Merchant\") for any amounts separately communicated to you by the Merchant. You certify that you are either an account holder or an authorised signatory on the account listed above." = "Dengan memberikan butiran akaun bank anda dan mengesahkan pembayaran ini, anda bersetuju dengan Permintaan Debit Terus ini dan <terms>perjanjian perkhidmatan Permintaan Debit Terus</terms>, serta membenarkan Stripe Payments Australia Pty Ltd ACN 160 180 343, ID Pengguna Debit Terus nombor 507156 (“Stripe”), untuk mendebitkan akaun anda melalui Sistem Penyelesaian Elektronik Pukal (BECS) bagi pihak %@ (“Peniaga”) bagi sebarang amaun yang dimaklumkan secara berasingan kepada anda oleh Peniaga. Anda mengesahkan bahawa anda ialah pemilik akaun atau penandatangan yang diberi kuasa bagi akaun yang disenaraikan di atas.";

"By providing your card information, you allow %@ to charge your card for future payments in accordance with their terms." = "Dengan memberikan maklumat kad anda, anda membenarkan %@ mengecaj kad anda bagi pembayaran masa hadapan menurut terma mereka.";

"By providing your email, you agree to create a Link account and save your payment info to Link, according to the Link <terms>Terms</terms> and <privacy>Privacy Policy</privacy>." = "Dengan memberikan e-mel anda, anda bersetuju untuk mencipta akaun Link dan menyimpan maklumat pembayaran anda di Link, menurut <terms>Terma</terms> dan <privacy>Dasar Privasi</privacy> Link.";

"By providing your payment information and confirming this payment, you authorise (A) %@ and Stripe, our payment service provider, to send instructions to your bank to debit your account and (B) your bank to debit your account in accordance with those instructions. As part of your rights, you are entitled to a refund from your bank under the terms and conditions of your agreement with your bank. A refund must be claimed within 8 weeks starting from the date on which your account was debited. Your rights are explained in a statement that you can obtain from your bank. You agree to receive notifications for future debits up to 2 days before they occur." = "Dengan memberikan maklumat pembayaran anda dan mengesahkan pembayaran ini, anda mengizinkan (A) %@ dan Stripe, iaitu penyedia khidmat pembayaran kami, untuk menghantar arahan kepada bank untuk mendebitkan akaun anda dan (B) bank anda untuk mendebitkan akaun anda menurut arahan tersebut. Sebagai sebahagian daripada hak anda, anda layak mendapat bayaran balik daripada bank menurut terma dan syarat perjanjian dengan bank anda. Bayaran balik mesti dituntut dalam tempoh 8 minggu mulai tarikh akaun anda didebitkan. Hak anda dijelaskan dalam pernyataan yang boleh anda dapatkan daripada bank anda. Anda bersetuju untuk menerima pemberitahuan bagi debit masa hadapan sehingga 2 hari sebelum debit tersebut dibuat.";

"By providing your phone number, you agree to create a Link account and save your payment info to Link, according to the Link <terms>Terms</terms> and <privacy>Privacy Policy</privacy>." = "Dengan memberikan nombor telefon anda, anda bersetuju untuk mencipta akaun Link dan menyimpan maklumat pembayaran anda di Link, menurut <terms>Terma</terms> dan <privacy>Dasar Privasi</privacy> Link.";

"By saving your bank account for %@ you agree to authorize payments pursuant to <terms>these terms</terms>." = "Dengan menyimpan akaun bank anda untuk %@, anda bersetuju untuk mengizinkan pembayaran menurut <terms>terma ini</terms>.";

"By submitting your order to %@ and %@, you agree to save your information with %@ for future purchases, and agree to authorize payments pursuant to <terms>these terms</terms>." = "Dengan menghantar pesanan anda kepada %1$@ dan %2$@, anda bersetuju untuk menyimpan maklumat anda dengan %3$@ bagi pembelian masa hadapan, serta bersetuju untuk membenarkan pembayaran dibuat menurut <terms>terma ini</terms>.";

"By submitting your order to %@ you agree to authorize payments pursuant to <terms>these terms</terms>." = "Dengan menghantar pesanan anda kepada %@ anda bersetuju untuk mengizinkan pembayaran mengikut <terms>terma-terma ini</terms>.";

"CPF/CPNJ" = "CPF/CPNJ";

"Cancel and pay another way" = "Batalkan dan bayar dengan cara lain";

"Card details cannot be changed." = "Butiran kad tidak boleh diubah.";

"Change" = "Ubah";

"Choose a payment method" = "Pilih kaedah pembayaran";

"Close card scanner" = "Tutup pengimbas kad";

"Code sent" = "Kod dihantar";

"Confirm" = "Sahkan";

"Confirm it's you" = "Sahkan andalah orangnya";

"Confirm payment details" = "Sahkan butiran pembayaran";

"Confirm the payment in your bank or payment app within %@ to complete the purchase." = "Sahkan pembayaran dalam aplikasi bank atau aplikasi pembayaran anda dalam %@ untuk menyelesaikan pembelian.";

"Confirm the payment in your bank's app within %@ to complete the purchase." = "Sahkan pembayaran dalam aplikasi bank anda dalam %@ untuk menyelesaikan pembelian.";

"Confirm your CVC" = "Sahkan CVC anda";

"Contact information" = "Maklumat hubungan";

"Continue another way" = "Teruskan dengan cara lain";

"Create an account with Link for faster checkout across the web" = "Buat akaun dengan Link untuk proses bayar dan keluar lebih pantas di seluruh web";

"Debit or credit card" = "Kad debit atau kredit";

"Default" = "Tetapan Asal";

"Default payment method" = "Kaedah pembayaran tetapan asal";

"Did you mean %@? %@." = "Adakah anda maksudkan %1$@? %2$@.";

"EPS Bank" = "Bank EPS";

"Enter address manually" = "Masukkan alamat secara manual";

"Enter the code sent to %@." = "Masukkan kod yang dihantar ke %s.";

"FPX Bank" = "Bank untuk FPX";

"Failed to connect" = "Gagal disambungkan";

"Fast, secure checkout" = "Proses bayar dan keluar yang pantas dan selamat";

"Get %@ back when you pay for the first time with your bank. <terms>See terms</terms>" = "Dapatkan kembali %@ apabila anda membuat pembayaran untuk kali pertama dengan bank anda. <terms>Lihat terma</terms>";

"Get %@ back when you pay with your bank. <terms>See terms</terms>" = "Dapatkan kembali %@ apabila anda membuat pembayaran dengan bank anda. <terms>Lihat terma</terms>";

"I understand that Stripe will be collecting Direct Debits on behalf of %@ and confirm that I am the account holder and the only person required to authorise debits from this account." = "Saya faham bahawa Stripe akan mengutip Debit Terus bagi pihak %@ dan mengesahkan sayalah pemegang akaun dan satu-satunya individu yang diperlukan untuk mengizinkan debit daripada akaun ini.";

"IBAN" = "IBAN";

"Log in or sign up" = "Log masuk atau daftar";

"Log out of Link" = "Log keluar dari Link";

"Manage SEPA debit" = "Urus debit SEPA";

"Manage US bank account" = "Urus akaun bank AS";

"Manage bank account" = "Urus akaun bank";

"Manage card" = "Urus kad";

"Manage cards" = "Urus kad";

"Manage payment method" = "Urus kaedah pembayaran";

"Manage payment methods" = "Urus kaedah pembayaran";

"Manage your payment methods" = "Urus kaedah pembayaran anda";

"Name on card" = "Nama pada kad";

"New card" = "Kad baharu";

"New payment method" = "Kaedah pembayaran baharu";

"No %@ promo" = "Tiada promo %@";

"Not you?" = "Bukan anda?";

"Only card brand can be changed." = "Hanya jenama kad boleh diubah.";

"Open your UPI app to approve your payment within %@" = "Buka aplikasi UPI untuk meluluskan pembayaran anda dalam masa %@";

"Or" = "Atau";

"Or pay using" = "Atau bayar menggunakan";

"Or pay with a card" = "Atau bayar dengan kad";

"Or use" = "Atau gunakan";

"Or use a card" = "Atau gunakan kad";

"Pay %@" = "Bayar %@";

"Pay another way" = "Bayar dengan cara lain";

"Pay faster at %@ and thousands of businesses." = "Bayar dengan lebih cepat di %@ dan beribu-ribu perniagaan.";

"Pay faster everywhere Link is accepted." = "Bayar dengan lebih pantas di mana-mana sahaja Link diterima.";

"Pay over time with %@" = "Bayar dari semasa ke semasa dengan %@";

"Pay over time with Affirm" = "Bayar dari semasa ke semasa dengan Affirm";

"Pay with Link" = "Bayar dengan Link";

"Pay with your bank account in just a few steps." = "Bayar dengan akaun bank anda dengan hanya beberapa langkah.";

"Payment" = "Pembayaran";

"Payment failed" = "Pembayaran tidak berjaya";

"Payment methods" = "Kaedah pembayaran";

"Please choose a valid payment method." = "Sila pilih kaedah pembayaran yang sah.";

"Please go back and select another payment method" = "Sila undur dan pilih kaedah pembayaran yang lain";

"Point the camera at your card." = "Halakan kamera pada kad anda.";

"Processing..." = "Sedang diproses...";

"Przelewy24 Bank" = "Bank Przelewy24";

"Remove card?" = "Alih keluar kad?";

"Remove linked account" = "Alih keluar akaun yang dipautkan";

"Resend code" = "Hantar semula kod";

"SEPA debit details cannot be changed." = "Butiran debit SEPA tidak boleh diubah.";

"Save" = "Simpan";

"Save a new payment method" = "Simpan kaedah pembayaran baharu";

"Save address" = "Simpan alamat";

"Save for future payments" = "Simpan untuk pembayaran masa hadapan";

"Save my info for faster checkout with Link" = "Simpan maklumat saya untuk proses bayar dan keluar yang lebih cepat dengan Link";

"Save payment details to %@ for future purchases" = "Simpan butiran pembayaran di %@ untuk pembelian yang akan datang";

"Save this account for future %@ payments" = "Simpan akaun ini untuk pembayaran %@ masa hadapan";

"Save your bank account in just a few steps." = "Simpan akaun bank anda dengan hanya beberapa langkah.";

"Save your info for secure 1-click checkout with Link" = "Simpan maklumat anda untuk proses bayar dan keluar dengan sekali klik yang selamat dengan Link";

"Saved" = "Disimpan";

"Select card" = "Pilih kad";

"Select payment method" = "Pilih kaedah pembayaran";

"Select your payment method" = "Pilih kaedah pembayaran anda";

"Set as default" = "Tetapkan sebagai tetapan asal";

"Set as default payment method" = "Tetapkan sebagai kaedah pembayaran tetapan asal";

"Set up" = "Sediakan";

"Shipping to %@ is not supported." = "Penghantaran ke %@ tidak disokong.";

"Show menu" = "Paparkan menu";

"Simple, secure one-click payments" = "Pembayaran dengan sekali klik yang mudah dan selamat";

"Something went wrong when linking your account.\nPlease try again later." = "Masalah telah berlaku semasa menghubungkan akaun anda.\nSila cuba lagi kemudian.";

"Stripe will deposit $0.01 to your account in 1-2 business days. Then you'll get an email with instructions to finish saving your bank account with %@." = "Stripe akan mendepositkan sebanyak $0.01 ke dalam akaun anda dalam masa 1–2 hari bekerja. Kemudian anda akan mendapat e-mel dengan arahan untuk menyelesaikan proses menyimpan akaun bank anda dengan %@.";

"Stripe will deposit $0.01 to your account in 1-2 business days. Then you’ll get an email with instructions to complete payment to %@." = "Stripe akan mendepositkan sebanyak $0.01 ke dalam akaun anda dalam masa 1–2 hari bekerja. Kemudian anda akan mendapat e-mel dengan arahan untuk menyelesaikan pembayaran kepada %@.";

"Tap to close" = "Ketik untuk tutup";

"Tap to expand" = "Ketik untuk kembangkan";

"The IBAN you entered is incomplete." = "IBAN yang anda masukkan tidak lengkap.";

"The IBAN you entered is invalid, \"%@\" is not a supported country code." = "IBAN yang anda masukkan tidak sah, “%@” bukan kod negara yang disokong.";

"The provided verification code has expired." = "Kod penentusahan yang diberikan telah tamat tempoh.";

"The provided verification code is incorrect." = "Kod penentusahan yang diberikan tidak betul.";

"This is your default" = "Ini tetapan asal anda";

"This payment method will be removed but will remain available for %@ subscriptions." = "Kaedah pembayaran ini akan dialih keluar tetapi akan kekal tersedia untuk langganan %@.";

"Too many attempts. Please try again in a few minutes." = "Terlalu banyak percubaan. Sila cuba lagi dalam beberapa minit.";

"Unavailable for this purchase" = "Tidak tersedia untuk pembelian ini";

"Update card" = "Kemas kinikan kad";

"Update payment method" = "Kemas kinikan kaedah pembayaran";

"Use billing address for shipping" = "Gunakan alamat pengebilan untuk penghantaran";

"View more" = "Lihat lebih banyak";

"Yes, update" = "Ya, kemas kini";

"Your IBAN should start with a two-letter country code." = "IBAN anda harus bermula dengan kod negara dua huruf.";

"iDEAL Bank" = "Bank iDEAL";
